Repository: Levalife/kennel
Catalog: kennel/locale/*/LC_MESSAGES/django.po
Languages: fr

source: MMutter
fr: aergareh

source: Father:
fr: dtgjfrstj

source: Main
fr: frkxfk

source: About breed
fr: xgllxu

source: Our dogs
fr: RFj

source: Males
fr: RHh

source: Females
fr: rdhj

source: Puppies
fr: djsrk

source: Offsprings
fr: shrJ

source: Gallery
fr: shSRh

source: Contacts
fr: SHsR

source: Our news
fr: rHRh
